Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/www.samediggi.fi/ravvagat_dinggojeaddjai.html.tmx
Source language: sme
Languages: smn

source: Rávvagat diŋgojeaddjái
smn: Ravvuuh tiilájeijei

source: Rávvagat dulkoma diŋgomii
smn: Ravvuuh tulkkum tiiláámân

source: Oahpásnuva dulkondiehtočállosii áššiiddikšundulkomis ja álbmotdilálašvuođa dulkomis .
smn: Uáppáásm tieđettem čáá llusáid ášástâllâmtulkkuumist já aalmugtilálâšvuođâ tulkkuumist .

source: Dárkilut dieđut dulkoma diŋgomii gávdná Suoma jorgaleaddjiid ja dulkkaid lihtu siidduin .
smn: Tärhibeh tiäđuh tulkkum tiiláámân láá Suomâ jurgâleijei já tuulhâi lito siijđoin .

source: Várre dulkkaid áiggil ja čielggat dulkondárbbuid singuin
smn: Väärrid tuulhâid tuárvi ääigild já seelvât tulkkumtáárbuid siiguin

source: Sámegiela dulkkat leat viehka unnán, de dulkoma ordnema lea buorre álggahit áiggil.
smn: Sämikielâi tuulhah láá viehâ uccáá, te lii pyeri algâttiđ tulkkum ornim tuárvi ääigild.

source: Dulkkaid sáhttá leat váttis oažžut oanehis áiggis.
smn: Sáttá leđe vaigâd finniđ tuulhâid uáli kivkked.

source: Dulkoma diŋgodettiin lea buorre čielggadit diŋgojeaddji oktavuođadieđuid, dulkongiela, áigemuttu ja báikki, dulkoma čađahanvuogi, dulkoma fáttá ja bisttu nu dárkilit go vejolaš, vai dulka sáhttá ráhkkanit ovddalgihtii.
smn: Tulkkum tiiláádijn lii pyeri selvâttiđ tiilájeijee ohtâvuotâtiäđuid, tulkkumkielâ, äigimudo já pääihi, tulkkumvyevi, tulkkum fáádá já pištem nuuvt tárkká ko máhđulâš, vâi tulkkâ puáhtá ráhtádâttâđ muuneeld.

source: Čielggat galle dulkka dárbbašuvvo dilálašvuhtii.
smn: Seelvât, ete kalle tuulhâ tarbâšeh tilálâšvuotân.

source: Dulkkaid mearri lea gitta dilálašvuođa bisttus ja gielaid mearis, mat leat dulkonláhkái.
smn: Tuulhâi meeri sorjo tast, ete mon kuhháá tilálâšvuotâ pištá já kalle kielâ láá tulkkumnáál.

source: Muitte sihkkarastit, man sámegiela dulkka dárbbašat, davvisáme-, anáraš- vai nuortalašgielat.
smn: Mušte visásmittiđ, ete mon sämikielâ tuulhâ tun tarbâšah: tavesämi-, anarâš- vâi nuorttâlâškielâ.

source: Soahpamuš ja bálkkát
smn: Sopâmuš já päälhih

source: Dulkomis lea buorre soahpat ovddalgihtii barggu eavttuid, bargoáiggi, bálkká mii máksojuvvo ja šluhtteneavttuid.
smn: Tulkkuumist lii pyeri sooppâđ muuneeld pargo iävtuid, pargoääigi, mäksimnáál päälhi já maassâdkeessimiävtuid.

source: Dulkkaiguin lea buorre soahpat maiddái das, gullágo soahpamuššii vejolaš idjadeapmi, mátkebuhtadus, borramušbuhtadus dahje beaiveruđa máksin.
smn: Tulháin lii pyeri sooppâđ muuneeld meid tast, ete kulá-uv sopâmušân máhđulâš ijâstâllâm, mätkisajanmáksu, mälissajanmáksu tâi peiviruuđâ mäksim.

source: Dulkkas lea dahkkivuoigatvuohta iežas dulkomii, ja dulkoma vurkema eavttuin galgá soahpat ovddalgihtii.
smn: Tuulhâst lii tahheevuoigâdvuotâ jieijâs tulkkuumân, já tulkkum vuorkkim iävtuin kalga sooppâđ muuneeld.

source: Jos dulkon ordnejuvvo gáiddusoktavuođain, galgá das soahpat ovddalgihtii dulkkain ja čielggadit, maid teknihkalaš ordnemiid dulkon gáibida.
smn: Jis tulkkum uárnejuvvoo káidusohtâvuođáin, te tast kalga sooppâđ muuneeld tulháin sehe selvâttiđ, ete maid teknisijd orniistâlmijd tulkkum váátá.

source: Várre dárbbašlaš teknihka áiggil
smn: Väärrid tárbulii tekniik ääigild

source: Čielggat mii dulkonvuohki heive buoremusat dilálašvuhtii ja dárbbašago dulkomii sierranas teknihka.
smn: Seelvât, ete mii tulkkumvuovijd heivee pyeremusávt tilálâšvuotân já taarbâš-uv tulkkuumân sierâ tekniik.

source: Áššiiddikšundulkon sáhttá dáhpáhuvvat lagašdulkomin báikki alde dahje gáiddusdulkomin ovdamearkka dihte telefovnna dahje videodulkonrusttegiid bokte.
smn: Ášástâllâmtulkkum puáhtá tábáhtuđ aldatulkkuumin pääihi alne tâi káidustulkkuumin ovdâmerkkân puhelin tâi videotulkkumpiergâsij vievâst.

source: Álbmotdilálašvuođa dulkon sáhttá dáhpáhuvvat konsekutiivvalaččat dahje simultánalaččat, ja gulul hállamiin.
smn: Almostilálâšvuođâ tulkkum puáhtá tábáhtuđ konsekutiivlávt tâi simultaanlávt, sehe cuulijdmáin.

source: Konsekutiivadulkomis hálli ja dulka hállaba vurrolagaid.
smn: Konsekutiivtulkkuumist sárnoo já tulkkâ sárnuv vuáruluvâi.

source: Konsekutiivadulkon ii gáibit sierranas dulkonrusttegiid, muhto dan sáhttá ordnet seamma jienanannemiin go eará dilálašvuođa.
smn: Konsekutiivtulkkum ij vaađâ sierâ tulkkumpiergâsijd, peic tom puáhtá orniđ siämmái jienâtävistempiergâsijguin ko eres-uv tilálâšvuođâ.

source: Simultánadulkomis hállan dulkojuvvo seamma áigge nuppi gillii.
smn: Simultaantulkkuumist sárnum tulkkojeh siämmáá-áigásávt nube kielân.

source: Simultánadulkon gáibida dulkonrusttega.
smn: Simultaantulkkum váátá tulkkumpiergâsijd.

source: Dilálašvuođa ordnejeaddji vástida dulkonrusttega ordnemis.
smn: Tilálâšvuođâ uárnejeijee västid tulkkumpiergâsij orniimist.

source: Go dulkon ordnejuvvo gáiddusin, lea buorre soahpat gáiddusdulkoma geahččaleapmi ovdal dulkoma.
smn: Ko tulkkum uárnejuvvoo káidusin, te lii pyeri sooppâđ káidustulkkum keččâlem ovdil čuákkim.

source: Dulkonteknihka sáhttá jearrat Sámekulturguovddáš Sajosis.
smn: Tulkkumtekniik puáhtá tiäđuštâllâđ Säämi kulttuurkuávdáš Sajosist.

source: Oktavuođadieđut gávdnojit Sajosa neahttasiidduin .
smn: Ohtâvuotâtiäđuh láá Saijoos nettisiijđoin .

source: Doaimmat duogášmateriálaid áiggil
smn: Tooimât tuáváášmateriaal puorijn aaigijn

source: Dulkoma duogášmateriálaid galgá doaimmahit dulkii nu árrat go vejolaš, vai dulka sáhttá ráhkkanit bures dulkondilálašvuhtii.
smn: Tulkkum tuáváášmateriaal kalga toimâttiđ tuulkân nuuvt jotelávt ko máhđulâš, vâi tulkkâ pasta ráhtádâttâđ olmânáál tulkkumtilálâšvuotân.

source: Duogášmateriálat leat ovdamearkka dihte dilálašvuođa prográmma, oassálastiidlistu, áššegirjjit mat leat gieđahallanláhkái dahje sáhkavuoruide laktáseaddji duogášmateriálat.
smn: Tuáváášmateriaal lii ovdâmerkkân tilálâšvuođâ ohjelm, uásálisteelisto, kieđâvuššâmnáál äššikirjeh tâi sahâvuároid lohtâseijee tuáváášmateriaaleh.

source: Muitte doaimmahit maiddái áiggi mielde beaiváduvvon veršuvnnaid ja áiddo ovdal dilálašvuođa fidnejuvvon materiálaid dulkkaide nu jođánit go vejolaš.
smn: Mušte toimâttiđ meid ääigi mield peividum versioid sehe eidu ovdil tilálâšvuođâ finnejum materiaalijd tulháid nuuvt jotelávt ko máhđulâš.

source: Váldde vuhtii maiddái eará geavada ordnemiid
smn: Vääldi huámmášumán meid eres keevâtlijd orniistâlmijd

source: Soaba dulkkaiguin, man olu ovdal dilálašvuođa álgima galgá leat báikki alde.
smn: Soovâ tulhâiguin, ete mon ennuv ovdil tilálâšvuođâ älgim kalga leđe pääihi alne.

source: Dulkkaiguin lea buorre soahpat das, gii doaibmá dilálašvuođas dulkkaid oktavuođaolmmožin, vai dulkkat ožžot dárbbu mielde oktavuođa dilálašvuođa ordnejeaddjái.
smn: Tulhâiguin lii pyeri sooppâđ tast, ete kii tuáimá tilálâšvuođâst tuulhâi ohtâvuotâolmožin, vâi tuulhah finnejeh táárbu mield ohtâvuođâ tilálâšvuođâ uárnejeijei.

source: Rávvagat jorgalusaid diŋgomii
smn: Ravvuuh jurgâlusâi tiiláámân

source: Ráva jorgalusaid diŋgomii Sámedikki sámegiela doaimmahagas
smn: Raavâ jurgâlusâi tiiláámân Sämitige sämikielâ toimâttuvâst

source: Sádde jorgalanbivdaga čujuhussii anne-kirste.aikio(at)samediggi.fi dahje njuolga jorgaleaddjiide: Davvisámegiella: irma.laiti(at)samediggi.fiAnárašgiella: tanja.kyro(at)samediggi.fiNuortalašgiella: merja.fofonoff(at)samediggi.fi
smn: Vuolgât jurgâlemtáttum čujottâsân anne-kirste.aikio(at)samediggi.fi tâi njuolgist jurgâleijeid

source: Davvisámegiella: irma.laiti(at)samediggi.fi
smn: Tavesämikielâ: irma.laiti(at)samediggi.fi

source: Anárašgiella: tanja.kyro(at)samediggi.fi
smn: Anarâškielâ: tanja.kyro(at)samediggi.fi

source: Nuortalašgiella: merja.fofonoff(at)samediggi.fi
smn: Nuorttâlâškielâ: merja.fofonoff(at)samediggi.fi

source: Almmut čielgasit man sámegillii bivddát jorgalusa
smn: Almoot čielgâsávt, ete mon sämikielân tun táátuh jurgâlus

source: Almmut álo doivojuvvon doaimmahanbeaivvi
smn: Almoot ain toivum toimâttempeeivi

source: Almmut vuolggateavstta mearkameari, gaskamearkkaiguin
smn: Almoot vuolgâteevstâ merkkâmere, koskâmerhâiguin

source: Almmut rehketčállinčujuhusa ja vejolaš čujuheami
smn: Almoot rekigistemčujottâs já máhđulâš čuijoos

source: Lavtte vuolggateavstta šleađgapostii álo word-vuorkán
smn: Lahte vuolgâteevstâ šleđgâpoostân ain word-tiätuvuárkkán

source: Diŋgoma vuostáváldán jorgaleaddji sádde diŋgojeaddjái guitema ja almmuha leago doaimmahanáigetávval vejolaš.
smn: Tiilám vuástáväldim jurgâleijee vuolgât tiilájeijei kuittám já almoot, ete lii-uv toimâttemäigitavlu máhđulâš.

source: Teaksta jorgaluvvo vuolggateavstta ala ja danin lea vealtameahttun, ahte vuolggateaksta lea word-vuorkán ja gárvvisin hábmejuvvon.
smn: Tekstâ jurgâluvvoo vuolgâteevstâ oolâ já tondiet lii velttidmettum, ete vuolgâtekstâ lii word-tiätuvuárkkán já valmâšin hämmejum.

source: Jorgaleaddjit eai daga teakstagieđahallama diŋgojeaddji beales.
smn: Jurgâleijeeh iä räähti tekstâkieđâvuššâm tiilájeijee peeleest.

source: Hattit
smn: Hadeh

source: Sámegiela doaimmahaga addin jorgalusas berrojuvvo máksu giellabáras suomagiella – sámegiella (davvisámegiella, anárašgiella dahje nuortalašgiella) dahje nuppegežiid 85 euro/siidu ja siiddus 1 560 mearkka gaskamearkkaiguin.
smn: Sämikielâ toimâttuv adelem jurgâlusâst piärroo máksu kielâpaarâst suomâkielâ – sämikielâ (tavesämikielâ, anarâškielâ tâi nuorttâlâškielâ) teikâ nubijkulij 85 eurod/sijđo já siijđost 1 560 merkkâd koskâmerhâiguin.

source: Juos deaksta, mii jorgaluvvo, lea dábálaš deavstta váddásut, jorgalanmávssu sáhttá bearrat nu, ahte lea bajiduvvon eanemustá 50 %:in, seammago hohpolaš barggu jorgalanmávssu sáhttá bajidit eanemustá 50%:in.
smn: Jis jurgâlemnáál tekstâ lii táváliist vaigâdub, te jurgâlemmáávsu puáhtá alediđ enâmustáá 50 %:jn siämmáánáál ko huápulii pargo jurgâlemmáávsu puáhtá alediđ enâmustáá 50%:jn.

source: Juos jorgaleapmi sisttisdoallá beaivádeami jorgalussii, mii lea juo gávdnomis, sáhttá vástideaddji láhkai hattis geahpedit 50 % dahje geavahit minimahatti.
smn: Jis jurgâlus ana sistees peividem jo orroo jurgâlusân, te haddeest puáhtá kepidiđ 50 % tâi kevttiđ ucemushade.

source: Jorgalusaid minimahaddi lea 25 €.
smn: Jurgâlusâi ucemushadde lii 25 eurod.

source: Loga lasi: https://www.samediggi.fi/jorgalanbalvalusat/?lang=dav
smn: Luuvâ lase: https://www.samediggi.fi/jurgalempalvalusah/?lang=an

source: Ráva jorgalusaid diŋgomii freelancer-jorgaleaddjis
smn: Raavâ jurgâlusâi tiiláámân freelancer-jurgâleijest

source: Sáhtát ohcat freelancer-jorgaleaddjiid Sámedikki jorgaleaddjiid ja dulkkaid ohcanbálvalusas
smn: Tun puávtáh uuccâđ freelancer-jurgâleijeid Sämitige jurgâleijei já tuulhâi uuccâmpalvâlusâst

source: Bargga fálaldaga jorgalanbálvalusas
smn: Toovâ falâlduv jurgâlempalvâlusâst

source: Jorgalusa diŋgodettiin lea buorre ovdanbuktit goitge daid áššiid Jorgalusa vuolggagiella ja čuozáhatgiellaTeavstta fáddá ja sisdoalluTeavstta guhkkodat, jorgaleaddjit sáhttet bearrat mávssu mearkameari, siidomeari dahje gurgadashatti mieldeGoas materiálaid sáhttit doaimmahit jorgaleaddjáiJorgalusa áigetávvalMan hámis teaksta lea oažžumis
smn: Jurgâlus tiiláádijn lii pyeri pyehtiđ oovdân kuittâg taid aašijd Jurgâlusâi vuolgâkielâ já čuosâttâhkielâTeevstâ fáddá já siskáldâsTeevstâ kukkodâh, jurgâleijeeh pyehtih čäälliđ reekkig merkkâmere, sijđomere tâi raddalâshade mieldKuás materiaalijd puáhtá toimâttiđ jurgâleijeiJurgâlus äigitavluMon häämist tekstâ lii finnimnáál

source: Jorgalusa vuolggagiella ja čuozáhatgiella
smn: Jurgâlusâi vuolgâkielâ já čuosâttâhkielâ

source: Teavstta fáddá ja sisdoallu
smn: Teevstâ fáddá já siskáldâs

source: Teavstta guhkkodat, jorgaleaddjit sáhttet bearrat mávssu mearkameari, siidomeari dahje gurgadashatti mielde
smn: Teevstâ kukkodâh, jurgâleijeeh pyehtih čäälliđ reekkig merkkâmere, sijđomere tâi raddalâshade mield

source: Goas materiálaid sáhttit doaimmahit jorgaleaddjái
smn: Kuás materiaalijd puáhtá toimâttiđ jurgâleijei

source: Jorgalusa áigetávval
smn: Jurgâlus äigitavlu

source: Man hámis teaksta lea oažžumis
smn: Mon häämist tekstâ lii finnimnáál

source: Muitte almmuhit čielgasit man sámegillii bivddát jorgalusa
smn: Mušte almottiđ čielgâsávt, ete mon sämikielân tun táátuh jurgâlus

source: Soaba jorgalusa hattis ja rehketbearramis ovddalgihtii
smn: Soovâ jurgâlus haddeest já rekigist muuneeld

source: Soaba gullágo deavstta dárkkisteapmi haddái.
smn: Soovâ, ete kulá-uv njuolgâluuhâm haadan.

source: Jos gažaldagas lea teaksta, mii prentejuvvo, sáhttá jorgaleaddjiin soahpat, ahte son dárkkista vel prentema várás gárvves teavstta giela.
smn: Jis koččâmušâst lii tekstâ, mii teddiluvvoo, te jurgâleijein puáhtá sooppâđ, ete sun täärhist vala teddilem várás valmâš teevstâ kielâ.

source: Jorgalusas sáhttá bargat maiddái ovdagulaskuddama , jos teaksta, man galgá jorgalit ii leat vel gárvvis, muhto dieđát sullii gárvánan áiggi.
smn: Jurgâlusâst puáhtá toohâđ meid munetiäđustâllâm, jis jurgâlemnáál tekstâ ij lah vala vaalmâš, mutâ tun tiäđáh suulân valmâštumääigi.

source: Sámedikki hattiid sáhttá doallat ovdamearkan, muhto freelancer-jorgaleaddjit berret mávssu iežas hattiid mielde.
smn: Sämitige hoodijd puáhtá anneeđ ovdâmerkkân, mutâ freelancer-jurgâleijein láá jieijâs hadeh.

source: Freelancer-jorgaleaddjiid jorgalanhattiid gánneha jearrat njuolga freelancer-jorgaleaddjiin.
smn: Freelancer-jurgâleijei jurgâlemhoodijd kannat koijâdiđ njuolgist freelancer-jurgâleijein.
